import{_ as t,V as o,W as r,X as e,Y as n,$ as c,a0 as a,F as s}from"./framework-9a29aaa0.js";const X={},d=a(`<p>绩效考核工作汇报的时候，有一些感悟，为此想记录下来，也想看看大家有什么更好的思路和想法。欢迎大家评论分享，感谢！</p><p>总体：分为四大块</p><p>主要工作及产出 自我评价 不足及改进 后须规划 一、介绍 1.主要工作及产出 主要说明自己在考核时间内自己的核心工作内容，重点思考自己的产出。</p><p>重点在于让领导看见自己的产出，书写格式:以完成了XX，正在进行XX</p><p>一目了然，也不要输出太多。挑重点，简练总结，尽量在5条左右。</p><p>2.自我评价 主要从工作方面对能力提升和软实力方面去进行评价</p><p>突出自己能力与工作的匹配度，让领导认为自己是可以培养的对象</p><p>3.不足 根据自己实际情况避重就轻的写出自己的不足及提升点</p><p>4.规划 根据自己的不足，写出自己切实的规划，来改进不足和提升自身的能力</p><p>二、模板分享 一、主要工作内容及产出 完成XX原理及特性的梳理，并形成自己的思考体系。 完成XX管理工具的开发，并达到使用的标准。 完成XX框架层代码的梳理，并输出XX框架层源码阅读指南。 完成XX使用配置的梳理，并产出提升XX高可用，高可靠的措施和改进方案。 完成XX管理及治理项目整体方案bate版，并逐步完善方案。 二、自我评价 1.通过XX管理能力建设及治理项目。</p><pre><code>  1.1 提升了对XX技术的运用能力

  1.2 提升了整体方案设计能力

  1.3 提升了团队协作和项目管理能力

 1.4 提升了架构思维能力
</code></pre><p>2.软能力方面</p><pre><code> 2.1 有较强的自律能力和学习能力

 2.2 性格开朗，良好的沟通能力，能很好的进行团队协作和团队合作

 2.3 对技术，对架构的工作非常热爱

 2.4 做事脚踏实地，做到事事有回应，以结果为导向
</code></pre><p>三、不足及改进 1. 需要更快的学习业务知识和公司整体系统架构设计。</p><pre><code> 2. 在架构设计能力方面还需要进一步提升

 3. 在文档编写能力，方案设计方面能力还需要进一步提升
</code></pre><p>四、后续规划 1. 按照XX治理项目的方案，协调各团队的资源，高质量的完成XX的治理。</p><pre><code> 2. 加深对XX技术使用的理解和运用。

 3. 利用工作之余，提升自己的架构设计能力，以及技术的广度与深度
</code></pre>`,17),l={href:"https://blog.csdn.net/weixin_44399827/article/details/123914970",target:"_blank",rel:"noopener noreferrer"};function _(i,f){const p=s("ExternalLinkIcon");return o(),r("div",null,[d,e("p",null,[n("原文链接："),e("a",l,[n("https://blog.csdn.net/weixin_44399827/article/details/123914970"),c(p)])])])}const m=t(X,[["render",_],["__file","self-judge.html.vue"]]);export{m as default};
